tap "bazelbuild/tap", pin: true
tap "bfontaine/utils"
tap "boz/repo"
tap "brewsci/science"
tap "buo/cask-upgrade"
tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "cantino/mcfly", "git@github.com:cantino/mcfly"
tap "chanzuckerberg/tap"
tap "chmouel/tektoncd-cli"
tap "cjbassi/gotop"
tap "cloudnativedevelopment/cnd"
tap "dbcli/tap"
tap "drewwyatt/tap"
tap "drone/drone"
tap "getsentry/tools"
tap "gkze/gkze"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jenkins-x/jx"
tap "johanhaleby/kubetail"
tap "knqyf263/utern"
tap "ladicle/kubectl-bindrole"
tap "lucagrulla/tap"
tap "moncho/dry"
tap "txn2/tap"
tap "tylerbrock/saw"
tap "versent/taps"
tap "vultr/vultr-cli"
tap "wagoodman/dive"
tap "wata727/tflint"
tap "weaveworks/tap"
tap "windmilleng/tap"
cask "osxfuse"
brew "amazon-ecs-cli"
brew "openssl"
brew "readline"
brew "python"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "aws-okta"
brew "awscli"
brew "base64"
brew "bat"
brew "bazaar"
brew "black"
brew "capnp"
brew "certbot"
brew "certigo"
brew "cfn-lint"
brew "libtool"
brew "cfssl"
brew "cli53"
brew "click"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "cwlogs"
brew "datamash"
brew "dbmate"
brew "go"
brew "dep"
brew "direnv"
brew "docker-credential-helper", link: false
brew "docker-credential-helper-ecr"
brew "docker-machine-driver-hyperkit"
brew "doctl"
brew "dos2unix"
brew "drone-cli"
brew "emp"
brew "entr"
brew "envchain"
brew "exa"
brew "fd"
brew "findutils"
brew "unixodbc"
brew "fzf"
brew "gettext", link: true
brew "git"
brew "git-extras"
brew "git-lfs"
brew "github-release"
brew "glances"
brew "gnu-getopt"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar"
brew "gnupg"
brew "goreleaser"
brew "gox"
brew "gron"
brew "groovy"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "hadolint"
brew "kubernetes-helm"
brew "helmfile"
brew "htop"
brew "httpie"
brew "hub"
brew "icu4c"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller", args: ["HEAD"]
brew "imagemagick"
brew "node"
brew "insect"
brew "ipcalc"
brew "ipfs"
brew "ipython"
brew "irssi"
brew "jo"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kops"
brew "kubectx"
brew "kubespy"
brew "kustomize"
brew "lego"
brew "libmagic"
brew "libtermkey"
brew "libuv"
brew "libxmlsec1"
brew "libxslt"
brew "libyaml"
brew "lsd"
brew "m-cli"
brew "mas"
brew "masscan"
brew "maven"
brew "miller"
brew "miniserve"
brew "minisign"
brew "mitmproxy"
brew "mkcert"
brew "mobiledevice"
brew "moreutils"
brew "mpssh"
brew "mtr"
brew "mycli"
brew "mypy"
brew "mysql"
brew "neovim"
brew "nvm"
brew "openapi-generator"
brew "pandoc"
brew "pgcli"
brew "postgresql"
brew "pgloader"
brew "pipenv"
brew "procs"
brew "prototool"
brew "pssh"
brew "pup"
brew "reattach-to-user-namespace"
brew "redis"
brew "rlwrap"
brew "rtv"
brew "ruby"
brew "s3fs"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "snapcraft"
brew "sshfs"
brew "step"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "terragrunt"
brew "textql"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "tree"
brew "twine-pypi"
brew "unzip"
brew "vault"
brew "vultr", args: ["HEAD"]
brew "watch"
brew "watchman"
brew "wdiff"
brew "websocat"
brew "wget"
brew "wrk"
brew "xmake"
brew "xsv"
brew "yamllint"
brew "yq"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "bazelbuild/tap/bazel"
brew "bfontaine/utils/rfc"
brew "boz/repo/kail"
brew "brewsci/science/lp_solve"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "chanzuckerberg/tap/fogg"
brew "chmouel/tektoncd-cli/tektoncd-cli"
brew "cjbassi/gotop/gotop"
brew "cloudnativedevelopment/cnd/cnd"
brew "dbcli/tap/litecli"
brew "drewwyatt/tap/git-tidy"
brew "getsentry/tools/sentry-cli"
brew "gkze/gkze/stars"
brew "instrumenta/instrumenta/kubeval"
brew "jenkins-x/jx/jx"
brew "johanhaleby/kubetail/kubetail"
brew "knqyf263/utern/utern"
brew "ladicle/kubectl-bindrole/kubectl-bindrole"
brew "lucagrulla/tap/cw"
brew "moncho/dry/dry"
brew "txn2/tap/txeh"
brew "tylerbrock/saw/saw"
brew "versent/taps/saml2aws"
brew "vultr/vultr-cli/vultr-cli"
brew "wagoodman/dive/dive"
brew "weaveworks/tap/footloose"
brew "windmilleng/tap/tilt"
cask "aerial"
cask "appcleaner"
cask "brave-browser"
cask "brooklyn"
cask "charles"
cask "db-browser-for-sqlite"
cask "discord"
cask "disk-inventory-x"
cask "font-hack-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "fork"
cask "gimp"
cask "github"
cask "gitter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iina"
cask "java8"
cask "lastpass"
cask "maccy"
cask "mactex"
cask "minikube"
cask "minishift"
cask "multipass"
cask "paw"
cask "pritunl"
cask "private-internet-access"
cask "rcdefaultapp"
cask "riot"
cask "skype"
cask "slack"
cask "spectacle"
cask "tableplus"
cask "tad"
cask "transmission"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Pages", id: 409201541
mas "stts", id: 1187772509
mas "Textual IRC Client", id: 1262957439
