tap "jez/formulae"
tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "sre-tools/sretools", "git@github.pie.apple.com:sre-tools/homebrew-sretools.git"
cask "osxfuse"
cask "caskroom/versions/java8"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "python3"
brew "awscli"
brew "ccat"
brew "cmake"
brew "cpanminus"
brew "dark-mode"
brew "envchain"
brew "exa"
brew "findutils"
brew "fzf"
brew "glances"
brew "gnu-sed", args: ["with-default-names"]
brew "gnuplot"
brew "go"
brew "gron"
brew "htop"
brew "hub"
brew "jenv"
brew "jo"
brew "jq"
brew "kubernetes-cli"
brew "libgit2"
brew "libmagic"
brew "m-cli"
brew "mas"
brew "micro"
brew "minisign"
brew "mitmproxy"
brew "moreutils"
brew "mtr"
brew "mysql"
brew "nasm"
brew "neovim"
brew "node"
brew "perl-build"
brew "pigz"
brew "pipenv"
brew "plenv"
brew "pssh"
brew "python"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "socat"
brew "sshfs"
brew "stow"
brew "swagger-codegen"
brew "terminal-notifier"
brew "textql"
brew "the_silver_searcher"
brew "tmux"
brew "vaulted"
brew "watch"
brew "z"
brew "zplug", args: ["with-zsh"]
brew "zsh"
brew "jez/formulae/git-heatmap"
brew "sre-tools/sretools/radar-cli"
brew "sre-tools/sretools/sprox"
cask "1password"
cask "adium"
cask "aerial"
cask "appcleaner"
cask "atom"
cask "aws-vault"
cask "brave"
cask "charles"
cask "firefox"
cask "flash-player"
cask "gitter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-play-music-desktop-player"
cask "gpgtools"
cask "hipchat"
cask "iina"
cask "java"
cask "music-manager"
cask "paw"
cask "quip"
cask "rcdefaultapp"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spectacle"
cask "taskr"
cask "vlc"
cask "wwdc"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "macOS High Sierra", id: Install
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 880001334
mas "Server", id: 883878097
mas "Xcode", id: 497799835

unless `hostname`.strip == 'gkambp'
  cask "beatport-pro"
  cask "private-internet-access"
  cask "transmission"
  cask "webtorrent"
end
