tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "python"
brew "awscli"
brew "bat"
brew "colordiff"
brew "coreutils"
brew "go"
brew "dep"
brew "direnv"
brew "docker-machine-driver-hyperkit"
brew "dos2unix"
brew "envchain"
brew "exa"
brew "fd"
brew "findutils", args: ["with-default-names"]
brew "fzf"
brew "python@2"
brew "glances"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnupg"
brew "goreleaser"
brew "gron"
brew "htop"
brew "httpie"
brew "hub"
brew "icu4c"
brew "ipcalc"
brew "ipython"
brew "jq"
brew "libmagic"
brew "libuv"
brew "m-cli"
brew "miller"
brew "mitmproxy"
brew "moreutils"
brew "neovim"
brew "node"
brew "pipenv"
brew "pssh"
brew "pup"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby", link: false
brew "telnet"
brew "textql"
brew "tmux"
brew "topgrade"
brew "watch"
brew "wdiff"
brew "wget"
brew "yq"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-completions"
cask "aerial"
cask "appcleaner"
cask "charles"
cask "db-browser-for-sqlite"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "minikube"
cask "paw"
cask "rcdefaultapp"
cask "skype"
cask "spectacle"
cask "visual-studio-code"
cask "whatsapp"
